content/posts/phase_transition.md
+++
title = "phase transition"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:37:28-04:00
slug = "phase_transition"
draft = false
+++

## Marsland, R., Cui, W., Goldford, J., Sanchez, A., Korolev, K., & Mehta, P. (2019). Available energy fluxes drive a transition in the diversity, stability, and functional structure of microbial communities. <span class="underline"><span class="underline">PLOS Computational Biology</span></span>, \_\_15\_\_(2), e1006793. <https://doi.org/10.1371/journal.pcbi.1006793> {#marsland-r-dot-cui-w-dot-goldford-j-dot-sanchez-a-dot-korolev-k-dot-and-mehta-p-dot--2019--dot-available-energy-fluxes-drive-a-transition-in-the-diversity-stability-and-functional-structure-of-microbial-communities-dot-15--2--e1006793-dot-https-doi-dot-org-10-dot-1371-journal-dot-pcbi-dot-1006793}


## Barbier, J., Krzakala, F., Macris, N., Miolane, L., & Zdeborová, L. (2019). Optimal errors and phase transitions in high-dimensional generalized linear models. <span class="underline"><span class="underline">Proceedings of the National Academy of Sciences</span></span>, \_\_116\_\_(12), 5451–5460. <https://doi.org/10.1073/pnas.1802705116> {#barbier-j-dot-krzakala-f-dot-macris-n-dot-miolane-l-dot-and-zdeborová-l-dot--2019--dot-optimal-errors-and-phase-transitions-in-high-dimensional-generalized-linear-models-dot-116--12--5451-5460-dot-https-doi-dot-org-10-dot-1073-pnas-dot-1802705116}


## Van Nieuwenburg, E., Bairey, E., & Refael, G. (2018). Learning phase transitions from dynamics. <span class="underline"><span class="underline">Physical Review B</span></span>, <span class="underline"><span class="underline">98</span></span>. <https://doi.org/10.1103/PhysRevB.98.060301> {#van-nieuwenburg-e-dot-bairey-e-dot-and-refael-g-dot--2018--dot-learning-phase-transitions-from-dynamics-dot-dot-https-doi-dot-org-10-dot-1103-physrevb-dot-98-dot-060301}


## Lin, J., Min, J., & Amir, A. (2018). <span class="underline"><span class="underline">Optimal segregation of proteins: phase transitions and symmetry breaking</span></span>. Retrieved from <https://arxiv.org/pdf/1804.09195.pdf> {#lin-j-dot-min-j-dot-and-amir-a-dot--2018--dot-dot-retrieved-from-https-arxiv-dot-org-pdf-1804-dot-09195-dot-pdf}


## Hu, W., Singh, R. R. P., & Scalettar, R. T. (2017). Discovering phases, phase transitions, and crossovers through unsupervised machine learning: A critical examination. <span class="underline"><span class="underline">Physical Review E</span></span>, \_\_95\_\_(6), 062122. <https://doi.org/10.1103/PhysRevE.95.062122> {#hu-w-dot-singh-r-dot-r-dot-p-dot-and-scalettar-r-dot-t-dot--2017--dot-discovering-phases-phase-transitions-and-crossovers-through-unsupervised-machine-learning-a-critical-examination-dot-95--6--062122-dot-https-doi-dot-org-10-dot-1103-physreve-dot-95-dot-062122}


## Skanata, A., & Kussell, E. (2016). Evolutionary Phase Transitions in Random Environments. <span class="underline"><span class="underline">Physical Review Letters</span></span>, \_\_117\_\_(3), 038104. <https://doi.org/10.1103/PhysRevLett.117.038104> {#skanata-a-dot-and-kussell-e-dot--2016--dot-evolutionary-phase-transitions-in-random-environments-dot-117--3--038104-dot-https-doi-dot-org-10-dot-1103-physrevlett-dot-117-dot-038104}


## Davis, S., Peralta, J., Navarrete, Y., González, D., & Gutiérrez, G. (2016). A Bayesian Interpretation of First-Order Phase Transitions. <span class="underline"><span class="underline">Foundations of Physics</span></span>, \_\_46\_\_(3), 350–359. <https://doi.org/10.1007/s10701-015-9967-5> {#davis-s-dot-peralta-j-dot-navarrete-y-dot-gonzález-d-dot-and-gutiérrez-g-dot--2016--dot-a-bayesian-interpretation-of-first-order-phase-transitions-dot-46--3--350-359-dot-https-doi-dot-org-10-dot-1007-s10701-015-9967-5}


## Buceta, J., & Weber, M. (2016). The cellular Ising model: a framework for phase transitions in multicellular environments. <https://doi.org/10.1098/rsif.2015.1092> {#buceta-j-dot-and-weber-m-dot--2016--dot-the-cellular-ising-model-a-framework-for-phase-transitions-in-multicellular-environments-dot-https-doi-dot-org-10-dot-1098-rsif-dot-2015-dot-1092}


## Zdeborová, L., & Krzakala, F. (2016). Statistical physics of inference: thresholds and algorithms. <span class="underline"><span class="underline">Advances in Physics</span></span>, \_\_65\_\_(5), 453–552. <https://doi.org/10.1080/00018732.2016.1211393> {#zdeborová-l-dot-and-krzakala-f-dot--2016--dot-statistical-physics-of-inference-thresholds-and-algorithms-dot-65--5--453-552-dot-https-doi-dot-org-10-dot-1080-00018732-dot-2016-dot-1211393}


## Park, S.-C., Szendro, I. G., Neidhart, J., & Krug, J. (2015). Phase transition in random adaptive walks on correlated fitness landscapes. <span class="underline"><span class="underline">Physical Review E</span></span>, \_\_91\_\_(4). <https://doi.org/10.1103/PhysRevE.91.042707> {#park-s-dot-c-dot-szendro-i-dot-g-dot-neidhart-j-dot-and-krug-j-dot--2015--dot-phase-transition-in-random-adaptive-walks-on-correlated-fitness-landscapes-dot-91--4--dot-https-doi-dot-org-10-dot-1103-physreve-dot-91-dot-042707}


## Majumdar, S. N., & Schehr, G. (2014). Top eigenvalue of a random matrix: large deviations and third order phase transition. <span class="underline"><span class="underline">Journal of Statistical Mechanics: Theory and Experiment</span></span>, \_\_2014\_\_(1), P01012. <https://doi.org/10.1088/1742-5468/2014/01/P01012> {#majumdar-s-dot-n-dot-and-schehr-g-dot--2014--dot-top-eigenvalue-of-a-random-matrix-large-deviations-and-third-order-phase-transition-dot-2014--1--p01012-dot-https-doi-dot-org-10-dot-1088-1742-5468-2014-01-p01012}


## Zeraati, S., Jafarpour, F. H., & Hinrichsen, H. (2013). Phase transition in an exactly solvable reaction-diffusion process. <span class="underline"><span class="underline">Physical Review E</span></span>, \_\_87\_\_(6), 062120. <https://doi.org/10.1103/PhysRevE.87.062120> {#zeraati-s-dot-jafarpour-f-dot-h-dot-and-hinrichsen-h-dot--2013--dot-phase-transition-in-an-exactly-solvable-reaction-diffusion-process-dot-87--6--062120-dot-https-doi-dot-org-10-dot-1103-physreve-dot-87-dot-062120}


## Vaikuntanathan, S., Gingrich, T. R., & Geissler, P. L. (2013). Dynamic phase transitions in simple driven kinetic networks, (1), 1–5. Statistical Mechanics. <https://doi.org/10.1103/PhysRevE.89.062108> {#vaikuntanathan-s-dot-gingrich-t-dot-r-dot-and-geissler-p-dot-l-dot--2013--dot-dynamic-phase-transitions-in-simple-driven-kinetic-networks--1--1-5-dot-statistical-mechanics-dot-https-doi-dot-org-10-dot-1103-physreve-dot-89-dot-062108}


## Cabana, T., & Touboul, J. (2013). Large Deviations, Dynamics and Phase Transitions in Large Stochastic and Disordered Neural Networks. <span class="underline"><span class="underline">Journal of Statistical Physics</span></span>, \_\_153\_\_(2), 211–269. <https://doi.org/10.1007/s10955-013-0818-5> {#cabana-t-dot-and-touboul-j-dot--2013--dot-large-deviations-dynamics-and-phase-transitions-in-large-stochastic-and-disordered-neural-networks-dot-153--2--211-269-dot-https-doi-dot-org-10-dot-1007-s10955-013-0818-5}


## Wang, X. (2012). Physical Examples of Phase Transition in One-Dimensional Systems with Short Range interaction, 1–11. {#wang-x-dot--2012--dot-physical-examples-of-phase-transition-in-one-dimensional-systems-with-short-range-interaction-1-11-dot}


## Smith, E., Krishnamurthy, S., Fontana, W., & Krakauer, D. (2011). Non-equilibrium phase transitions in biomolecular signal transduction, (1), 1–23. Retrieved from <http://arxiv.org/abs/1108.4121> {#smith-e-dot-krishnamurthy-s-dot-fontana-w-dot-and-krakauer-d-dot--2011--dot-non-equilibrium-phase-transitions-in-biomolecular-signal-transduction--1--1-23-dot-retrieved-from-http-arxiv-dot-org-abs-1108-dot-4121}


## Davies, P. C., Demetrius, L., & Tuszynski, J. A. (2011). Cancer as a dynamical phase transition. <span class="underline"><span class="underline">Theoretical Biology and Medical Modelling</span></span>, \_\_8\_\_(1), 30. <https://doi.org/10.1186/1742-4682-8-30> {#davies-p-dot-c-dot-demetrius-l-dot-and-tuszynski-j-dot-a-dot--2011--dot-cancer-as-a-dynamical-phase-transition-dot-8--1--30-dot-https-doi-dot-org-10-dot-1186-1742-4682-8-30}


## Ge, H., & Qian, H. (2011). Non-equilibrium phase transition in mesoscopic biochemical systems: from stochastic to nonlinear dynamics and beyond. <span class="underline"><span class="underline">Journal of the Royal Society, Interface / the Royal Society</span></span>, \_\_8\_\_(54), 107–116. <https://doi.org/10.1098/rsif.2010.0202> {#ge-h-dot-and-qian-h-dot--2011--dot-non-equilibrium-phase-transition-in-mesoscopic-biochemical-systems-from-stochastic-to-nonlinear-dynamics-and-beyond-dot-8--54--107-116-dot-https-doi-dot-org-10-dot-1098-rsif-dot-2010-dot-0202}


## Krzakala, F., Mézard, M., Sausset, F., Sun, Y., & Zdeborová, L. (2011). Statistical physics-based reconstruction in compressed sensing. <span class="underline"><span class="underline">ArXiv</span></span>, 16. Retrieved from <http://www.pct.espci.fr/~florent/ASPICS/ASPICS.html> {#krzakala-f-dot-mézard-m-dot-sausset-f-dot-sun-y-dot-and-zdeborová-l-dot--2011--dot-statistical-physics-based-reconstruction-in-compressed-sensing-dot-16-dot-retrieved-from-http-www-dot-pct-dot-espci-dot-fr-florent-aspics-aspics-dot-html}


## Sen, S. (2010). Symmetry, Symmetry Breaking and Topology. <span class="underline"><span class="underline">Symmetry</span></span>, \_\_2\_\_(3), 1401–1422. <https://doi.org/10.3390/sym2031401> {#sen-s-dot--2010--dot-symmetry-symmetry-breaking-and-topology-dot-2--3--1401-1422-dot-https-doi-dot-org-10-dot-3390-sym2031401}


## Zanardi, P., Giorda, P., & Cozzini, M. (2007). Information-Theoretic Differential Geometry of Quantum Phase Transitions. <span class="underline"><span class="underline">Physical Review Letters</span></span>, \_\_99\_\_(10), 100603. <https://doi.org/10.1103/PhysRevLett.99.100603> {#zanardi-p-dot-giorda-p-dot-and-cozzini-m-dot--2007--dot-information-theoretic-differential-geometry-of-quantum-phase-transitions-dot-99--10--100603-dot-https-doi-dot-org-10-dot-1103-physrevlett-dot-99-dot-100603}


## Krzakala, F., & Zdeborová, L. (2007). Phase Transitions and Computational Difficulty in Random Constraint Satisfaction Problems. <span class="underline"><span class="underline">Journal of Physics: Conference Series</span></span>, \_\_95\_\_(1), 10. <https://doi.org/10.1088/1742-6596/95/1/012012> {#krzakala-f-dot-and-zdeborová-l-dot--2007--dot-phase-transitions-and-computational-difficulty-in-random-constraint-satisfaction-problems-dot-95--1--10-dot-https-doi-dot-org-10-dot-1088-1742-6596-95-1-012012}


## Mobilia, M., Georgiev, I. T., & Täuber, U. C. (2007). Phase Transitions and Spatio-Temporal Fluctuations in Stochastic Lattice Lotka–Volterra Models. <span class="underline"><span class="underline">Journal of Statistical Physics</span></span>, \_\_128\_\_(1–2), 447–483. <https://doi.org/10.1007/s10955-006-9146-3> {#mobilia-m-dot-georgiev-i-dot-t-dot-and-täuber-u-dot-c-dot--2007--dot-phase-transitions-and-spatio-temporal-fluctuations-in-stochastic-lattice-lotka-volterra-models-dot-128--1-2--447-483-dot-https-doi-dot-org-10-dot-1007-s10955-006-9146-3}


## Baik, J., Ben Arous, G., & Péché, S. (2005). Phase transition of the largest eigenvalue for nonnull complex sample covariance matrices. <span class="underline"><span class="underline">The Annals of Probability</span></span>, \_\_33\_\_(5), 1643–1697. <https://doi.org/10.1214/009117905000000233> {#baik-j-dot-ben-arous-g-dot-and-péché-s-dot--2005--dot-phase-transition-of-the-largest-eigenvalue-for-nonnull-complex-sample-covariance-matrices-dot-33--5--1643-1697-dot-https-doi-dot-org-10-dot-1214-009117905000000233}


## Janke, W., Johnston, D. a., & Kenna, R. (2004). Information geometry and phase transitions. In <span class="underline"><span class="underline">Physica A: Statistical Mechanics and its Applications</span></span> (Vol. 336, pp. 181–186). <https://doi.org/10.1016/j.physa.2004.01.023> {#janke-w-dot-johnston-d-dot-a-dot-and-kenna-r-dot--2004--dot-information-geometry-and-phase-transitions-dot-in--vol-dot-336-pp-dot-181-186--dot-https-doi-dot-org-10-dot-1016-j-dot-physa-dot-2004-dot-01-dot-023}


## LÜBECK, S. (2004). UNIVERSAL SCALING BEHAVIOR OF NON-EQUILIBRIUM PHASE TRANSITIONS. <span class="underline"><span class="underline">International Journal of Modern Physics B</span></span>, \_\_18\_\_(31n32), 3977–4118. <https://doi.org/10.1142/S0217979204027748> {#lübeck-s-dot--2004--dot-universal-scaling-behavior-of-non-equilibrium-phase-transitions-dot-18--31n32--3977-4118-dot-https-doi-dot-org-10-dot-1142-s0217979204027748}


## Huepe, C., & Aldana-gonzález, M. (2002). Dynamical Phase Transition in a Neural Network Model with Noise : An Exact Solution. <span class="underline"><span class="underline">Journal of Statistical Physics</span></span>, \_\_108\_\_(3–4), 527–540. <https://doi.org/10.1023/A:1015777824097> {#huepe-c-dot-and-aldana-gonzález-m-dot--2002--dot-dynamical-phase-transition-in-a-neural-network-model-with-noise-an-exact-solution-dot-108--3-4--527-540-dot-https-doi-dot-org-10-dot-1023-a-1015777824097}


## Ferreira, C., & Fontanari, J. (2002). Nonequilibrium phase transitions in a model for the origin of life. <span class="underline"><span class="underline">Physical Review E</span></span>, \_\_65\_\_(2), 021902. <https://doi.org/10.1103/PhysRevE.65.021902> {#ferreira-c-dot-and-fontanari-j-dot--2002--dot-nonequilibrium-phase-transitions-in-a-model-for-the-origin-of-life-dot-65--2--021902-dot-https-doi-dot-org-10-dot-1103-physreve-dot-65-dot-021902}


## Hinrichsen, H. (2000). Nonequilibrium Critical Phenomena and Phase Transitions into Absorbing States, 153. Statistical Mechanics. Retrieved from <http://arxiv.org/abs/cond-mat/0001070> {#hinrichsen-h-dot--2000--dot-nonequilibrium-critical-phenomena-and-phase-transitions-into-absorbing-states-153-dot-statistical-mechanics-dot-retrieved-from-http-arxiv-dot-org-abs-cond-mat-0001070}


## Luque, B., & Solé, R. V. (1997). Phase transitions in random networks: Simple analytic determination of critical points. <span class="underline"><span class="underline">Physical Review E</span></span>, \_\_55\_\_(1), 257–260. <https://doi.org/10.1103/PhysRevE.55.257> {#luque-b-dot-and-solé-r-dot-v-dot--1997--dot-phase-transitions-in-random-networks-simple-analytic-determination-of-critical-points-dot-55--1--257-260-dot-https-doi-dot-org-10-dot-1103-physreve-dot-55-dot-257}


## Gross, D., & Witten, E. (1980). Possible third-order phase transition in the large-N lattice gauge theory. <span class="underline"><span class="underline">Physical Review D</span></span>, \_\_21\_\_(2), 446–453. <https://doi.org/10.1103/PhysRevD.21.446> {#gross-d-dot-and-witten-e-dot--1980--dot-possible-third-order-phase-transition-in-the-large-n-lattice-gauge-theory-dot-21--2--446-453-dot-https-doi-dot-org-10-dot-1103-physrevd-dot-21-dot-446}


## Zilber, P., Smith, N. R., & Meerson, B. (n.d.). <span class="underline"><span class="underline">A giant disparity and a dynamical phase transition in large deviations of the time-averaged size of stochastic populations</span></span>. Retrieved from <https://arxiv.org/pdf/1901.09384.pdf> {#zilber-p-dot-smith-n-dot-r-dot-and-meerson-b-dot--n-dot-d-dot--dot-dot-retrieved-from-https-arxiv-dot-org-pdf-1901-dot-09384-dot-pdf}


## Mathis, C., Bhattacharya, T., & Walker, S. I. (n.d.). The Emergence of Life as a First-Order Phase Transition. <https://doi.org/10.1089/ast.2016.1481> {#mathis-c-dot-bhattacharya-t-dot-and-walker-s-dot-i-dot--n-dot-d-dot--dot-the-emergence-of-life-as-a-first-order-phase-transition-dot-https-doi-dot-org-10-dot-1089-ast-dot-2016-dot-1481}


## Kitagawa, T. (n.d.). The idea of Morse Theory. {#kitagawa-t-dot--n-dot-d-dot--dot-the-idea-of-morse-theory-dot}
